Repository: chosenonehacks/RemoteControllUWP
Catalog: NRemoteController/RemoteController/Strings/*/Resources.resw
Source language: en_us
Languages: pl_pl

# AboutPivot.Header
source: About
pl_pl: O aplikacji

# BadIPContent
source: Can't connect to given IP address, please chose different one.
pl_pl: Nie mogę połączyć do wskazanego adresu IP, spróbuj inny adres.

# BadIPHeader
source: Bad IP address
pl_pl: Zły adres IP

# ButtonCheck.Content
source: Check this IP address
pl_pl: Sprawdź ten adres IP

# ButtonScan.Content
source: Scan local network
pl_pl: Skanuj sieć lokalną

# FoundIPListView.Header
source: Found address:
pl_pl: Znaleziony adres:

# HamburgerMenuTexblockPilot.Text
source: Remote
pl_pl: Pilot

# HamburgerMenuTexblockSettings.Text
source: Settings
pl_pl: Ustawienia

# IpAddressTextBox.Header
source: Saved IP address
pl_pl: Zapisany adres IP

# KeyboardPageHeader.Content
source: Remote
pl_pl: Pilot

# MainPageHeader.Content
source: Remote
pl_pl: Pilot

# NoConnectionContent
source: Connection to Netia box cannot be established. Please check your IP settings.
pl_pl: Połączenie do dekodera Netia nie może być ustanowione. Proszę sprawdzić ustawienia adresu IP lub ustawienia sieci.

# NoConnectionHeader
source: Network problem
pl_pl: Problem z siecią

# NoIpSettingContent
source: IP address is not configured in settings.
pl_pl: Adres IP dekodera nie jest skonfigurowany w ustawieniach.

# NoIpSettingHeader
source: Go to settings.
pl_pl: Przejdź do ustawień.

# NoNetworkContent
source: You don't have connection to any local network.
pl_pl: Nie jesteś połaczony z żadną siecią.

# NoNetworkHeader
source: No connection to netwok.
pl_pl: Brak połączenia z siecią.

# OkIPContent
source: This IP address is good, you can use it.
pl_pl: Ten adres IP jest prawidłowy, możesz go używać.

# OkIPHeader
source: Good IP address
pl_pl: Dobry adres IP

# ScanningTextBlock.Text
source: Scanning network...
pl_pl: Skanuje sieć...

# SettingsPageHeader.Content
source: Settings
pl_pl: Ustawienia

# SettingsPivot.Header
source: Settings
pl_pl: Ustawienia

# ThemeTogleSwitch.Header
source: Change theme
pl_pl: Zmień styl aplikacji

# ThemeTogleSwitch.OffContent
source: Dark theme
pl_pl: Czarny styl aplikacji

# ThemeTogleSwitch.OnContent
source: Light theme
pl_pl: Jasny styl aplikacji

# WaitMessage
source: Please Wait...
pl_pl: Proszę czekać...

# WrongFormatIPContent
source: Wrong format of IP address, please correct it.
pl_pl: Zły format adresu IP, wprowadź poprawny.

# WrongFormatIPHeader
source: Wrong IP address format.
pl_pl: Nie właściwy format IP

# WrongNetworkContent
source: Can't find Netia box in this network. Is your decoder in same network?
pl_pl: Nie mogę znaleść dekodera w tej sieci. Czy Twój dekoder jest w tej samej sieci?

# WrongNetworkHeader
source: Wrong Network
pl_pl: Nie właściwa sieć.
